[
	{
	  "name": "pi",
	  "value": "3.1415926536",
	  "desc": "A kör kerülete és átmérője közötti arány, alapvető matematikai konstans, amely a geometriában, trigonometriai számításokban és sok más területen szerepel."
	},
	{
	  "name": "tau",
	  "value": "6.2831853072",
	  "desc": "A Tau konstans, amely 2-szerese a pi-nek (2π), gyakran használják körökhöz kapcsolódó számításokban, és egyesek szerint természetesebb, mint a pi."
	},
	{
	  "name": "e",
	  "value": "2.7182818285",
	  "desc": "Euler-féle szám, a természetes logaritmus alapja, kulcsfontosságú az exponenciális növekedésben, differenciálegyenletekben és komplex analízisben."
	},
	{
	  "name": "phi",
	  "value": "1.6180339887",
	  "desc": "Az aranymetszés, egy különleges szám, amelyet gyakran találunk a művészetekben, építészetben és a természetben, esztétikailag vonzó arányokkal."
	},
	{
	  "name": "sqrt2",
	  "value": "1.4142135624",
	  "desc": "A 2 négyzetgyöke, az egyik első ismert irracionális szám, gyakran előfordul a Pithagorasz-tételben."
	},
	{
	  "name": "sqrt3",
	  "value": "1.7320508076",
	  "desc": "A 3 négyzetgyöke, amely gyakran előfordul geometriai számításokban, például egy egyenlő oldalú háromszög magasságában."
	},
	{
	  "name": "ln2",
	  "value": "0.6931471806",
	  "desc": "A 2 természetes logaritmusának értéke, amelyet gyakran használnak exponenciális és logaritmus számításokban."
	},
	{
	  "name": "ln10",
	  "value": "2.3025850930",
	  "desc": "A 10 természetes logaritmusának értéke, amely összekapcsolja a tízes alapú logaritmust a természetes logaritmussal."
	},
	{
	  "name": "gamma",
	  "value": "0.5772156649",
	  "desc": "Euler-Mascheroni konstans, amely fontos a számelméletben és az analízisben, különösen az elsődleges számok eloszlásával kapcsolatos problémákban."
	},
	{
	  "name": "c",
	  "value": "299792458",
	  "desc": "A fény sebessége vákuumban méter per másodperc, egy alapvető fizikai konstans, amely a relativitáselmélet központi eleme."
	},
	{
	  "name": "h",
	  "value": "6.62607015e-34",
	  "desc": "A Planck-állandó, alapvető a kvantummechanikában, amely az energiát és a frekvenciát köti össze."
	},
	{
	  "name": "ħ",
	  "value": "1.054571817e-34",
	  "desc": "A csökkentett Planck-állandó (Dirac-állandó), amely egyenlő a Planck-állandó osztva 2π-vel, fontos a kvantummechanikai képletekben."
	},
	{
	  "name": "G",
	  "value": "6.67430e-11",
	  "desc": "A gravitációs állandó, amely meghatározza a gravitációs erő nagyságát a tömegek között Newton gravitációs törvényében."
	},
	{
	  "name": "k",
	  "value": "1.380649e-23",
	  "desc": "A Boltzmann-állandó, amely a hőmérsékletet és az energiát összekapcsolja a statisztikus fizikában."
	},
	{
	  "name": "Na",
	  "value": "6.02214076e+23",
	  "desc": "Az Avogadro-állandó, amely megadja az alkotórészek számát (általában atomokat vagy molekulákat) egy mol anyagban."
	},
	{
	  "name": "qe",
	  "value": "1.602176634e-19",
	  "desc": "Az elemi töltés, amely egy proton vagy elektron által hordozott elektromos töltés nagyságát jelenti, alapvető az elektrodinamikában."
	},
	{
	  "name": "me",
	  "value": "9.10938356e-31",
	  "desc": "Az elektron tömege kilogrammban, alapvető részecske tömeg."
	},
	{
	  "name": "mp",
	  "value": "1.6726219e-27",
	  "desc": "A proton tömege kilogrammban, az atommag alkotóeleme."
	},
	{
	  "name": "μ0",
	  "value": "1.25663706212e-6",
	  "desc": "A vákuum permeabilitása (mágneses állandó), amely meghatározza a vákuum mágneses tulajdonságait."
	},
	{
	  "name": "ε0",
	  "value": "8.854187817e-12",
	  "desc": "A vákuum permittivitása (elektromos állandó), amely a vákuum elektromos tulajdonságait írja le."
	},
	{
	  "name": "σ",
	  "value": "5.670374419e-8",
	  "desc": "A Stefan-Boltzmann állandó, amely a teljes energiát összeköti egy fekete test felülete egységére, a negyedik hatványára vonatkozó hőmérsékletével."
	},
	{
	  "name": "R",
	  "value": "8.314462618",
	  "desc": "Az ideális gázállandó, amely összekapcsolja a nyomást, térfogatot és hőmérsékletet egy ideális gáz esetén."
	},
	{
	  "name": "g",
	  "value": "9.80665",
	  "desc": "A standard gravitációs gyorsulás a Föld felszínén, méter per másodperc négyzet."
	},
	{
	  "name": "alpha",
	  "value": "0.0072973526",
	  "desc": "A finomszerkezet-állandó, egy dimenzió nélküli állandó, amely az elektromágneses kölcsönhatás erejét jellemzi."
	}
]
