[
	{
	  "name": "pi",
	  "value": "3.1415926536",
	  "desc": "La relación entre la circunferencia y el diámetro de un círculo, una constante matemática fundamental que aparece en geometría, trigonometría y muchas otras áreas."
	},
	{
	  "name": "tau",
	  "value": "6.2831853072",
	  "desc": "Constante Tau, igual a 2 veces pi (2π), a menudo utilizada en cálculos relacionados con círculos y considerada por algunos más natural que pi."
	},
	{
	  "name": "e",
	  "value": "2.7182818285",
	  "desc": "Número de Euler, la base del logaritmo natural, crucial en el crecimiento exponencial, ecuaciones diferenciales y análisis complejo."
	},
	{
	  "name": "phi",
	  "value": "1.6180339887",
	  "desc": "La proporción áurea, un número especial que se encuentra a menudo en el arte, la arquitectura y la naturaleza, asociado con proporciones estéticamente agradables."
	},
	{
	  "name": "sqrt2",
	  "value": "1.4142135624",
	  "desc": "Raíz cuadrada de 2, uno de los primeros números irracionales conocidos, que aparece con frecuencia en el teorema de Pitágoras."
	},
	{
	  "name": "sqrt3",
	  "value": "1.7320508076",
	  "desc": "Raíz cuadrada de 3, comúnmente encontrada en cálculos geométricos, como la altura de un triángulo equilátero."
	},
	{
	  "name": "ln2",
	  "value": "0.6931471806",
	  "desc": "Logaritmo natural de 2, utilizado a menudo en cálculos exponenciales y logarítmicos."
	},
	{
	  "name": "ln10",
	  "value": "2.3025850930",
	  "desc": "Logaritmo natural de 10, conecta el logaritmo en base 10 con el logaritmo natural."
	},
	{
	  "name": "gamma",
	  "value": "0.5772156649",
	  "desc": "Constante de Euler-Mascheroni, significativa en teoría de números y análisis, especialmente en problemas relacionados con la distribución de números primos."
	},
	{
	  "name": "c",
	  "value": "299792458",
	  "desc": "Velocidad de la luz en el vacío en metros por segundo, una constante física fundamental central para la teoría de la relatividad."
	},
	{
	  "name": "h",
	  "value": "6.62607015e-34",
	  "desc": "Constante de Planck, fundamental en la mecánica cuántica, relaciona la energía y la frecuencia."
	},
	{
	  "name": "ħ",
	  "value": "1.054571817e-34",
	  "desc": "Constante de Planck reducida (constante de Dirac), igual a la constante de Planck dividida por 2π, importante en las fórmulas de la mecánica cuántica."
	},
	{
	  "name": "G",
	  "value": "6.67430e-11",
	  "desc": "Constante gravitacional, determina la fuerza gravitatoria entre masas en la ley de gravitación universal de Newton."
	},
	{
	  "name": "k",
	  "value": "1.380649e-23",
	  "desc": "Constante de Boltzmann, conecta la temperatura y la energía en la física estadística."
	},
	{
	  "name": "Na",
	  "value": "6.02214076e+23",
	  "desc": "Número de Avogadro, el número de partículas constituyentes (generalmente átomos o moléculas) en un mol de sustancia."
	},
	{
	  "name": "qe",
	  "value": "1.602176634e-19",
	  "desc": "Carga elemental, la magnitud de la carga eléctrica llevada por un protón o electrón, fundamental para el electromagnetismo."
	},
	{
	  "name": "me",
	  "value": "9.10938356e-31",
	  "desc": "Masa del electrón en kilogramos, masa de una partícula fundamental."
	},
	{
	  "name": "mp",
	  "value": "1.6726219e-27",
	  "desc": "Masa del protón en kilogramos, constituyente de los núcleos atómicos."
	},
	{
	  "name": "μ0",
	  "value": "1.25663706212e-6",
	  "desc": "Permeabilidad del vacío (constante magnética), define las propiedades magnéticas del vacío."
	},
	{
	  "name": "ε0",
	  "value": "8.854187817e-12",
	  "desc": "Permisividad del vacío (constante eléctrica), caracteriza las propiedades eléctricas del vacío."
	},
	{
	  "name": "σ",
	  "value": "5.670374419e-8",
	  "desc": "Constante de Stefan-Boltzmann, relaciona la energía total radiada por unidad de área de un cuerpo negro con la cuarta potencia de su temperatura."
	},
	{
	  "name": "R",
	  "value": "8.314462618",
	  "desc": "Constante de los gases ideales, relaciona la presión, el volumen y la temperatura de un gas ideal."
	},
	{
	  "name": "g",
	  "value": "9.80665",
	  "desc": "Aceleración estándar debida a la gravedad en la superficie de la Tierra en metros por segundo al cuadrado."
	},
	{
	  "name": "alpha",
	  "value": "0.0072973526",
	  "desc": "Constante de estructura fina, una constante adimensional que caracteriza la intensidad de la interacción electromagnética."
	}
]
